// pages/mine/aboutGs/aboutGs.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    contentList: [
      {
        "img": "../../../images/lImg.png",
        "lableText": "产品介绍",
        "content": "及及通过新社群+新零售的融合创新，将店铺与附近社群聚合在及及平台，动态呈现社区周边商铺、商品、服务和促销等信息，通过平台店铺之间互相引流，实现C端流量共享和叠加效应，实现社群商圈共赢模式。"
      },
      {
        "img": "../../../images/lImg.png",
        "lableText": "公司介绍",
        "content": "及及在身边，由善鸟（北京）科技有限公司于2018年1月，与深圳及信科技联合创建，于3月中旬正式启动市场拓展工作。及及通过新社群+新零售的融合创新，将店铺与附近社群聚合在及及平台，动态呈现社区周边商铺、商品、服务和促销等信息，通过平台店铺之间互相引流，实现C端流量共享和叠加效应，实现社群商圈共赢模式。2018年5月28日腾讯公司12.66亿战略投资东华软件，双方携手推动东华软件转型成为B端互联网领军企业；2018年6月29日，东华软件旗下东华大健康股份有限公司战略入股善鸟（北京）科技有限公司，双方优势互补，将东华软件的行业、技术优势与腾讯的流量资源融合到及及平台，助力及及在身边迅速取得在新零售行业的绝对优势地位。"
      },
      {
        "img": "../../../images/lImg.png",
        "lableText": "及及在身边数千名商务运营经理亲自指导开店、发促销、发产品、发服务，帮助商户向周边社区推广业务，协助商户开展线上交易，并引导商户使用及及收款码，帮助商户建立与周边社群的广泛互动。运营经理遍布全国各大中小城市及县级市，并触达万村千乡",
        "content": ""
      },
      {
        "img": "../../../images/lImg.png",
        "lableText": "截止2018年6月份，及及在身边已签约运营实体店50000家，自6月份开始，正式启动“及及，在身边”战略，将新零售与新社群的融合共荣作为公司未来的战略着力点，预计2018年底，合作店铺将达到60万家，每天签约上线的实体店将突破1万家。5年内，及及平台上线运营的社区商户将达到1500万家。",
        "content": ""
      }
    ]
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
  
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
  
  }
})