// pages/mine/aboutGs/aboutGs.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    contentList: [
      {
        "img": "../../../images/lImg.png",
        "lableText": "产品介绍",
        "content": "平台通过新社群+ 新零售的融合创新，将店铺与附近社群聚合在平台，动态呈现社区周边商铺、商品、服务和促销等信息 ，通过平台店铺之间互相引流，实现C端流量共享和叠加效应，实现社群商圈共赢模式。"
      },
      {
        "img": "../../../images/lImg.png",
        "lableText": "公司介绍",
        "content": "善小美，由善鸟（北京）科 技有限公司于2018年1月创建，于3月中旬正式启动市场拓展工作。善小美通过新社群+新零售的融合创 新，将店铺与附近社群聚合在平台，动态呈现社区周边商铺、商品、服务和促销等信息，通过平台店铺 之间互相引流，实现C端流量共享和叠加效应，实现社群商圈共赢模式。2018年5月28日腾讯公司12.66 亿战略投资东华软件，双方携手推动东华软件转型成为B端互联网领军企业；2018年6月29日，东华软件 旗下东华大健康股份有限公司战略入股善鸟（北京）科技有限公司，双方优势互补，将东华软件的行业 、技术优势与腾讯的流量资源融合到平台，助力善小美迅速取得在新零售行业的绝对优势地位。"
      },
      {
        "img": "../../../images/lImg.png",
        "lableText": "截止2019年1月份，善小美已签约运营实体店 10万家，合作全国渠道150家，包含生活服务、美食、商超零售、酒店民宿、丽人、房产中介、休闲娱 乐、运动健身、汽车服务、家装建材、大健康、母婴亲子、培训教育、旅游、保险、资产、商业服务、地方政府等多个渠道",
        "content": ""
      }
    ]
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
  
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  // onShareAppMessage: function (res) {
  //   var that = this;
  //   if (res.from === 'button') {
  //     // 来自页面内转发按钮
  //   }
  //   return {
  //     title: '快来善小美，悠享健康生活',
  //   }
  // },
})